{
  "app": {
    "name": "SageTalk",
    "short_description": "Automate Customer Service inquiries, Lead Generation, Increase conversions, collect NPS/CSAT data, with one easy to use tool!",
    "long_description": "Never leave customers waiting again when they have questions or need help finding getting a solution to their problem.\n\nHave an AI chatbot as front-line support\n\n“Easy integration and easy understanding about how to implement the flows of the chat bot, great support 24/7” Joel Vila, Senior Web Progammer, Callzilla.\n\nMain benefits of the SageTalk integration includes:\n\nPlatform build for line of business people, no coding skills required to run a fully functional chatbot.\nGo from start to test in 30 minutes.\nAverage time to launch: Startups/Scaleups, days, Enterprises, weeks.\nOut-of-the-box options available for all Zendesk plans and tiers.\nOptional custom onboarding, training, dedicated support and SLA.\nIT Security approved & complaint with GDPR, HIPAA FSA & SOC2.\nYou chatbot will out-of-the-box be able to:\n\nThe AI understands your customers' questions in more than a dozen languages.\nYour chatbot only gives human-approved answers, ensuring compliance and consistency.\nIntegrates with thirdparty CRM, Product & ERP tools. (Average integration time: 30 minutes for non-coder).
Multiple APIs and Webhooks options for reporting, data sharing and more.\nIntegrated with native Zendesk products such as Chat, Support, Help Center Articles, Sunshine, etc.
Use free text, buttons and product visuals for faster and rich, beautiful conversations.\nSeemless live handover between chatbot and agents./nRoute customers to the relevant department.\nIf agents are not available, collect the customers' info to get back to them later.\nYour chatbot can out-of-the-box open, update and close tickets.\nStart your free trial today: [Register](https://sagetalk.io/register.html)\nHave questions? [Schedule demo / Get in touch](https://www.sagetalk.io/request-demo.html)",
    "installation_instructions": "For Zendesk Chat\n\n1. Create an agent in your Zendesk account for your chatbot.\n2. Go to your chatbot on SageTalk, add your Zendesk subdomain and use your newly created Zendesk agent user\n3.  Connect your chatbot with your Zendesk Chat Widget.\n4. For full instructions, please email support@sagetalk.io.\n\nNever leave customers waiting again when they have questions or need help finding the right product.\n\nHave an AI chatbot as first-line support for your company\n\nMain benefits of the SageTalk integration includes:\n\n- Q/A Automation\n- Flow automation\n- Live Agent handoff\n- CSAT/NPS Data Collection\n- Analytics\n- Easy to plugin using Templates\n-DialogFlow Integration\n- Multi-language support\n\nThe Conversational AI understands what your customers say and feel in more than 20 languages.\n\nIntegrated with native Zendesk products such as Chat, Support, Help Center Articles, Sunshine, etc.\nUse free text, buttons and product visuals for faster and rich, beautiful conversations.\nSeemless live handover between chatbot and agents.\nRoute customers to the relevant department.\n\nStart your free trial today: [Register](sagetalk.io/register.html)\n\nHave questions? [Get In Touch](http://sagetalk.io)"
  }
}
